<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%
// 클라이언트 요청시 전달되는 값을 받는다.

// 처리(CRUD)한다.
// 처리결과를 가지고 응답데이터(jsonObject 배열)를 만든다.

%>

[
	{
	"name" : "홍길동", "tel" : "010-1234-1234", "addr" : "대대 중구 가가동", "zip" : "03212"
	},
	{
	"name" : "이병훈", "tel" : "010-2345-4567", "addr" : "네네 중구 나나동", "zip" : "76543"
	},
	{
	"name" : "정대석", "tel" : "010-5457-3466", "addr" : "게게 중구 다다동", "zip" : "97654"
	},
	{
	"name" : "이승재", "tel" : "010-3245-3453", "addr" : "래래 중구 라라동", "zip" : "25689"
	},
	{
	"name" : "민태홍", "tel" : "010-8765-8765", "addr" : "캐캐 중구 마마동", "zip" : "36894"
	}
]